import { languageEnum } from "@/app/i18n/settings";
import { IUserData } from "@/types/user";

export const DATA: IUserData = {
    id: 0,
    name: "string",
    seo_title: "string",
    seo_description: "string",
    seo_keywords: "string",
    sections: [
        {
            id: 2,
            name: "sec1",
            blocks: [
              {
                id: 3,
                name: "sec1b1",
                files: [
                  {
                    id: 2,
                    url: "https://venconbucket.s3.eu-north-1.amazonaws.com/advertising_exchange/Сердце эмодзи (3).jpg",
                    alts: [
                      {
                        id: 1,
                        text: "Иллюстрация общественное мнение",
                      }
                    ]
                  }
                ],
                texts: [
                  {
                    id: 2,
                    text: "Агентство профессиональных переводов в Ташкенте",
                  },
                  {
                    id: 5,
                    text: "Профессиональные письменные и устные переводы на более чем 60 языков. Мы предлагаем полный спектр услуг по работе с документами, обеспечивая вам удобство и экономию, исключая необходимость обращаться в несколько компаний.",
                  }
                ]
              }
            ]
          },

          {
            id: 3,
            name: "sec1",
            blocks: [
              {
                id: 3,
                name: "sec1b1",
                files: [
                  {
                    id: 2,
                    url: "https://venconbucket.s3.eu-north-1.amazonaws.com/advertising_exchange/Сердце эмодзи (3).jpg",
                    alts: [
                      {
                        id: 1,
                        text: "Иллюстрация общественное мнение",
                      }
                    ]
                  }
                ],
                texts: [
                  {
                    id: 2,
                    text: "Cертифицированный перевод",
                  },
                  {
                    id: 5,
                    text: "Сертифицированный перевод — это услуга, при которой переведенные документы заверяются официальным сертификатом, подтверждающим их точность и соответствие оригиналу. Такие переводы необходимы для предоставления в государственные органы, суды, образовательные учреждения и другие официальные инстанции. Наши квалифицированные специалисты обеспечивают признание этих документов на международном уровне.",
                  }
                ]
              },
              {
                id: 3,
                name: "sec1b1",
                files: [
                  {
                    id: 2,
                    url: "https://venconbucket.s3.eu-north-1.amazonaws.com/advertising_exchange/Сердце эмодзи (3).jpg",
                    alts: [
                      {
                        id: 1,
                        text: "Иллюстрация общественное мнение",
                      }
                    ]
                  }
                ],
                texts: [
                  {
                    id: 2,
                    text: "Последовательный перевод",
                  },
                  {
                    id: 5,
                    text: "При последовательном переводе переводчик передает речь говорящего после каждой фразы или отрезка текста, обеспечивая точное и полное понимание. Этот вид перевода идеально подходит для деловых встреч, конференций, презентаций и официальных мероприятий. Наши опытные переводчики гарантируют высокое качество перевода, учитывая все культурные и контекстуальные нюансы, чтобы вы могли уверенно взаимодействовать на любом языке.",
                  }
                ]
              },
              {
                id: 3,
                name: "sec1b1",
                files: [
                  {
                    id: 2,
                    url: "https://venconbucket.s3.eu-north-1.amazonaws.com/advertising_exchange/Сердце эмодзи (3).jpg",
                    alts: [
                      {
                        id: 1,
                        text: "Иллюстрация общественное мнение",
                      }
                    ]
                  }
                ],
                texts: [
                  {
                    id: 2,
                    text: "Cертифицированный перевод",
                  },
                  {
                    id: 5,
                    text: "Сертифицированный перевод — это услуга, при которой переведенные документы заверяются официальным сертификатом, подтверждающим их точность и соответствие оригиналу. Такие переводы необходимы для предоставления в государственные органы, суды, образовательные учреждения и другие официальные инстанции. Наши квалифицированные специалисты обеспечивают признание этих документов на международном уровне.",
                  }
                ]
              },
              {
                id: 3,
                name: "sec1b1",
                files: [
                  {
                    id: 2,
                    url: "https://venconbucket.s3.eu-north-1.amazonaws.com/advertising_exchange/Сердце эмодзи (3).jpg",
                    alts: [
                      {
                        id: 1,
                        text: "Иллюстрация общественное мнение",
                      }
                    ]
                  }
                ],
                texts: [
                  {
                    id: 2,
                    text: "Перевод и озвучиваение",
                  },
                  {
                    id: 5,
                    text: "Данная услуга идеально подходит для видео, аудиоконтента, презентаций и фильмов, включающая точный перевод текста и его профессиональную озвучку. Наши специалисты обеспечат высокое качество, адаптируя материал под целевую аудиторию и сохраняя все смысловые и эмоциональные нюансы. Вы можете быть уверены, что ваш контент будет представлен на высшем уровне, независимо от языка и формата.",
                  }
                ]
              }
            ]
          },

          
          {
            id: 3,
            name: "sec1",
            blocks: [
              {
                id: 3,
                name: "sec1b1",
                files: [
                  {
                    id: 2,
                    url: "https://miro.medium.com/v2/resize:fit:2586/1*HJGR6eGbqpJ-Z5n82AlA1w.jpeg",
                    alts: [
                      {
                        id: 1,
                        text: "Иллюстрация общественное мнение",
                      }
                    ]
                  }
                ],
                texts: [
                  {
                    id: 2,
                    text: "Широкий спектр",
                  },
                  {
                    id: 5,
                    text: "Наше агентство предлагает профессиональные письменные и устные переводы на более чем 60 языков мира. Наша команда экспертов обеспечивает высокое качество и точность переводов в различных областях, включая юриспруденцию, медицину, технику и бизнес. Мы гарантируем быстрый и надежный перевод, адаптированный под культурные и региональные особенности.",
                  }
                ]
              },
              {
                id: 3,
                name: "sec1b1",
                files: [
                    {
                        id: 2,
                        url: "https://miro.medium.com/v2/resize:fit:2586/1*HJGR6eGbqpJ-Z5n82AlA1w.jpeg",
                        alts: [
                          {
                            id: 1,
                            text: "Иллюстрация общественное мнение",
                          }
                        ]
                      }
                ],
                texts: [
                  {
                    id: 2,
                    text: "Опыт и репутация",
                  },
                  {
                    id: 5,
                    text: "Наша компания работает в сфере языковых переводов с 2010 года. Благодаря профессионализму наших сотрудников, мы занимаем лидирующую позицию на рынке языковых переводов и имеем репутацию добросовестной и честной компании. Главная гордость и ценность нашей компании – люди, которые делают свою работу профессионально и качественно, чтобы клиент всегда оставался доволен!",
                  }
                ]
              },
              {
                id: 3,
                name: "sec1b1",
                files: [
                    {
                        id: 2,
                        url: "https://miro.medium.com/v2/resize:fit:2586/1*HJGR6eGbqpJ-Z5n82AlA1w.jpeg",
                        alts: [
                          {
                            id: 1,
                            text: "Иллюстрация общественное мнение",
                          }
                        ]
                      }
                ],
                texts: [
                  {
                    id: 2,
                    text: "Удобство",
                  },
                  {
                    id: 5,
                    text: "Мы предлагаем разнообразные варианты оплаты, чтобы сделать процесс сотрудничества максимально удобным для вас. Вы можете выбрать оплату наличными или воспользоваться современными электронными платежными системами. Независимо от выбранного способа, мы обеспечиваем безопасность и простоту транзакций.",
                  }
                ]
              },
              {
                id: 3,
                name: "sec1b1",
                files: [
                    {
                        id: 2,
                        url: "https://miro.medium.com/v2/resize:fit:2586/1*HJGR6eGbqpJ-Z5n82AlA1w.jpeg",
                        alts: [
                          {
                            id: 1,
                            text: "Иллюстрация общественное мнение",
                          }
                        ]
                      }
                ],
                texts: [
                  {
                    id: 2,
                    text: "Гарантия и надёжность",
                  },
                  {
                    id: 5,
                    text: "Наши услуги включают нотариальное заверение готового перевода, что обеспечивает его подлинность и юридическую силу, гарантируя соответствие официальным требованиям и стандартам.",
                  }
                ]
              },
              {
                id: 3,
                name: "sec1b1",
                files: [
                    {
                        id: 2,
                        url: "https://miro.medium.com/v2/resize:fit:2586/1*HJGR6eGbqpJ-Z5n82AlA1w.jpeg",
                        alts: [
                          {
                            id: 1,
                            text: "Иллюстрация общественное мнение",
                          }
                        ]
                      }
                ],
                texts: [
                  {
                    id: 2,
                    text: "Специализированные услуги",
                  },
                  {
                    id: 5,
                    text: "Мы предоставляем профессиональные услуги транскрибации видео и аудио в текст, обеспечивая точное и быстрое преобразование вашего контента. Наша команда также выполняет переводы аудио- и видеоматериалов любой сложности, гарантируя высокое качество и соответствие оригиналу. Независимо от объема и тематики материала, вы получите безупречный результат, адаптированный под ваши требования.",
                  }
                ]
              }
            ]
          },
          {
            id: 3,
            name: "sec1",
            blocks: [
              {
                id: 3,
                name: "sec1b1",
                files: [
                  {
                    id: 2,
                    url: "https://miro.medium.com/v2/resize:fit:2586/1*HJGR6eGbqpJ-Z5n82AlA1w.jpeg",
                    alts: [
                      {
                        id: 1,
                        text: "Иллюстрация общественное мнение",
                      }
                    ]
                  }
                ],
                texts: [
                  {
                    id: 2,
                    text: "Cертифицированный перевод",
                  },
                  {
                    id: 5,
                    text: "Сертифицированный перевод — это услуга, при которой переведенные документы заверяются официальным сертификатом, подтверждающим их точность и соответствие оригиналу. Такие переводы необходимы для предоставления в государственные органы, суды, образовательные учреждения и другие официальные инстанции. Наши квалифицированные специалисты обеспечивают признание этих документов на международном уровне.",
                  }
                ]
              },
              {
                id: 3,
                name: "sec1b1",
                files: [
                    {
                        id: 2,
                        url: "https://miro.medium.com/v2/resize:fit:2586/1*HJGR6eGbqpJ-Z5n82AlA1w.jpeg",
                        alts: [
                          {
                            id: 1,
                            text: "Иллюстрация общественное мнение",
                          }
                        ]
                      }
                ],
                texts: [
                  {
                    id: 2,
                    text: "Последовательный перевод",
                  },
                  {
                    id: 5,
                    text: "При последовательном переводе переводчик передает речь говорящего после каждой фразы или отрезка текста, обеспечивая точное и полное понимание. Этот вид перевода идеально подходит для деловых встреч, конференций, презентаций и официальных мероприятий. Наши опытные переводчики гарантируют высокое качество перевода, учитывая все культурные и контекстуальные нюансы, чтобы вы могли уверенно взаимодействовать на любом языке.",
                  }
                ]
              },
              {
                id: 3,
                name: "sec1b1",
                files: [
                    {
                        id: 2,
                        url: "https://miro.medium.com/v2/resize:fit:2586/1*HJGR6eGbqpJ-Z5n82AlA1w.jpeg",
                        alts: [
                          {
                            id: 1,
                            text: "Иллюстрация общественное мнение",
                          }
                        ]
                      }
                ],
                texts: [
                  {
                    id: 2,
                    text: "Cертифицированный перевод",
                  },
                  {
                    id: 5,
                    text: "Сертифицированный перевод — это услуга, при которой переведенные документы заверяются официальным сертификатом, подтверждающим их точность и соответствие оригиналу. Такие переводы необходимы для предоставления в государственные органы, суды, образовательные учреждения и другие официальные инстанции. Наши квалифицированные специалисты обеспечивают признание этих документов на международном уровне.",
                  }
                ]
              },
              {
                id: 3,
                name: "sec1b1",
                files: [
                    {
                        id: 2,
                        url: "https://miro.medium.com/v2/resize:fit:2586/1*HJGR6eGbqpJ-Z5n82AlA1w.jpeg",
                        alts: [
                          {
                            id: 1,
                            text: "Иллюстрация общественное мнение",
                          }
                        ]
                      }
                ],
                texts: [
                  {
                    id: 2,
                    text: "Перевод и озвучиваение",
                  },
                  {
                    id: 5,
                    text: "Данная услуга идеально подходит для видео, аудиоконтента, презентаций и фильмов, включающая точный перевод текста и его профессиональную озвучку. Наши специалисты обеспечат высокое качество, адаптируя материал под целевую аудиторию и сохраняя все смысловые и эмоциональные нюансы. Вы можете быть уверены, что ваш контент будет представлен на высшем уровне, независимо от языка и формата.",
                  }
                ]
              },
              {
                id: 3,
                name: "sec1b1",
                files: [
                    {
                        id: 2,
                        url: "https://miro.medium.com/v2/resize:fit:2586/1*HJGR6eGbqpJ-Z5n82AlA1w.jpeg",
                        alts: [
                          {
                            id: 1,
                            text: "Иллюстрация общественное мнение",
                          }
                        ]
                      }
                ],
                texts: [
                  {
                    id: 2,
                    text: "Перевод и озвучиваение",
                  },
                  {
                    id: 5,
                    text: "Данная услуга идеально подходит для видео, аудиоконтента, презентаций и фильмов, включающая точный перевод текста и его профессиональную озвучку. Наши специалисты обеспечат высокое качество, адаптируя материал под целевую аудиторию и сохраняя все смысловые и эмоциональные нюансы. Вы можете быть уверены, что ваш контент будет представлен на высшем уровне, независимо от языка и формата.",
                  }
                ]
              },
              {
                id: 3,
                name: "sec1b1",
                files: [
                    {
                        id: 2,
                        url: "https://miro.medium.com/v2/resize:fit:2586/1*HJGR6eGbqpJ-Z5n82AlA1w.jpeg",
                        alts: [
                          {
                            id: 1,
                            text: "Иллюстрация общественное мнение",
                          }
                        ]
                      }
                ],
                texts: [
                  {
                    id: 2,
                    text: "Перевод и озвучиваение",
                  },
                  {
                    id: 5,
                    text: "Данная услуга идеально подходит для видео, аудиоконтента, презентаций и фильмов, включающая точный перевод текста и его профессиональную озвучку. Наши специалисты обеспечат высокое качество, адаптируя материал под целевую аудиторию и сохраняя все смысловые и эмоциональные нюансы. Вы можете быть уверены, что ваш контент будет представлен на высшем уровне, независимо от языка и формата.",
                  }
                ]
              }
            ]
          }

    ],
    language: languageEnum.ru
}